{
    "version": "https://jsonfeed.org/version/1",
    "title": "диво • All posts by \"小朋友，过四级了吗？\" tag",
    "description": "在努力提升你喜欢我的概率，即使是从0开始！~~（@ @）~~",
    "home_page_url": "http://example.com",
    "items": [
        {
            "id": "http://example.com/CET4/",
            "url": "http://example.com/CET4/",
            "title": "CET4",
            "date_published": "2023-01-20T10:14:36.000Z",
            "content_html": "<h1 id=\"115start-everydayenglish\"><a class=\"markdownIt-Anchor\" href=\"#115start-everydayenglish\">#</a> 11.5start everyday.English</h1>\n<h2 id=\"asentence-section-1\"><a class=\"markdownIt-Anchor\" href=\"#asentence-section-1\">#</a> A/sentence section: 1</h2>\n<table>\n<thead>\n<tr>\n<th>ENGLISH</th>\n<th>CHINESE</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Trust is fundamental to life</td>\n<td>信任是生活的基础</td>\n</tr>\n<tr>\n<td>If you can not trust anything</td>\n<td>如果你不能相信任何东西</td>\n</tr>\n<tr>\n<td>Life is intolerable</td>\n<td>生活是难耐的</td>\n</tr>\n<tr>\n<td>You can not have relationships without trust</td>\n<td>没有信任就没有关系</td>\n</tr>\n<tr>\n<td>let alone good ones</td>\n<td>更不用说好的了</td>\n</tr>\n<tr>\n<td>credible</td>\n<td>可靠的</td>\n</tr>\n<tr>\n<td>constantly</td>\n<td>总是，经常</td>\n</tr>\n<tr>\n<td>essential</td>\n<td>必不可少的</td>\n</tr>\n<tr>\n<td>exploring</td>\n<td>探索，探测</td>\n</tr>\n<tr>\n<td>gather</td>\n<td>聚集</td>\n</tr>\n<tr>\n<td>An organization without trust will be of fear and pressure</td>\n<td>一个组织没有信任将会充满恐惧和压力</td>\n</tr>\n<tr>\n<td>load</td>\n<td>负载，加载</td>\n</tr>\n<tr>\n<td>miserable</td>\n<td>痛苦的</td>\n</tr>\n<tr>\n<td>pressure</td>\n<td>压力</td>\n</tr>\n<tr>\n<td>properly</td>\n<td>正确的</td>\n</tr>\n<tr>\n<td>records</td>\n<td>记录</td>\n</tr>\n<tr>\n<td>removed</td>\n<td>移去</td>\n</tr>\n<tr>\n<td>stacks</td>\n<td>堆叠</td>\n</tr>\n<tr>\n<td>suspiciou</td>\n<td>怀疑</td>\n</tr>\n<tr>\n<td>tracked</td>\n<td>跟踪</td>\n</tr>\n<tr>\n<td>watching</td>\n<td>观望</td>\n</tr>\n<tr>\n<td>If you work for a boss who doesn not trust their employees to do things right</td>\n<td>如果你的老板不能够信任员工做好工作</td>\n</tr>\n<tr>\n<td>You  will have a miserable</td>\n<td>你将会过得很痛苦</td>\n</tr>\n<tr>\n<td>They will be checking up all the time</td>\n<td>他们会一直检查你的</td>\n</tr>\n<tr>\n<td>Correcting “mistake” and records reminding you to do this or that</td>\n<td>纠正 “错误” 和记录，提醒你去做这个或者是那个</td>\n</tr>\n<tr>\n<td>Colleagues who do not   trust one another will need to spend more time suspiciou their backs than doing any useful work.</td>\n<td>互相不信任的同事将会花费更多的时间怀疑自己的背后，而不是做任何有用的工作</td>\n</tr>\n<tr>\n<td>organization are always trying to cut costs</td>\n<td>一个组织总是试图削减成本</td>\n</tr>\n<tr>\n<td>Think of all the additional tasks caused by lack of trust</td>\n<td>想想所有因为缺乏信任而造成的额外任务</td>\n</tr>\n<tr>\n<td>Audit departments only exist because of it</td>\n<td>审计部门的存在就是因为它</td>\n</tr>\n<tr>\n<td>Companies keep large volumes of becaused they don not trust suppliers，their contractors or their customers</td>\n<td>公司保留大量的库存，因为他们不相信供应商，承包商或者是客户</td>\n</tr>\n<tr>\n<td>Probably more than half of all administrative work is only there because of an ever-existing sense that “you can not trust anyone these day”</td>\n<td>大概一半以上的行政工作都是因为一种一直存在的感觉:“现在你不能够相信任何人”</td>\n</tr>\n<tr>\n<td>If even a small part of such valueless work could be, the  saving would run into millions of dollars</td>\n<td>即使是这种毫无价值的一小部分被节约了，也将会到达数百万美元</td>\n</tr>\n</tbody>\n</table>\n<h2 id=\"asentence-section-2\"><a class=\"markdownIt-Anchor\" href=\"#asentence-section-2\">#</a> A/sentence section: 2</h2>\n<table>\n<thead>\n<tr>\n<th>All this is extra we onto ourselves because we don not trust people the cheking</th>\n<th>所有的一切，都是我们强加给我们自己额外的工作，因为我们不相信检查的人</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Doing things ourselves because don not believe others will do them properly or at all</td>\n<td>自己去做，因为不相信其他人会把事情做好</td>\n</tr>\n<tr>\n<td>If we took all that away,how much extra time would we suddenly find in our life?how much of our work would disappear?</td>\n<td>如果我们把这些观念都拿走，我们会突然发现我们的生活会有多少额外的时间，我们的工作有多少会消失</td>\n</tr>\n<tr>\n<td>The place where the poor once thrived</td>\n<td>这里曾经是穷人兴旺发达的地方</td>\n</tr>\n<tr>\n<td>This is the land of opportunity</td>\n<td>这里是一片充满机遇的土地</td>\n</tr>\n<tr>\n<td>which is valued at $300 million</td>\n<td>哪一个价值 3 亿美元</td>\n</tr>\n<tr>\n<td>Indded,data suggests that is one of the best places to grow up poor in America</td>\n<td>事实上，数据显示这里是美国最适合成长的贫困地区之一</td>\n</tr>\n<tr>\n<td>A growing number of U.S. bike riders are attracted to electric bikes for convenience,health benefits and their fun factor.</td>\n<td>越来越多的骑自行车的美国人被电动自行车的便捷，健康和乐趣所吸引</td>\n</tr>\n<tr>\n<td>Although ebikes first appeard in the 90s, cheaper options and longer-lasting batteries are breathing new life into the concept</td>\n<td>尽管电动自行车首次出现在 90 年代，但更便宜的选择和更持久的电池正在为这一个概念注入新的活力</td>\n</tr>\n<tr>\n<td>Three children in every classroom have a diagnosable health mental condition</td>\n<td>每个教室有三个孩子被检测出来有心理健康问题</td>\n</tr>\n<tr>\n<td>Half of these are behavioural disorders,while one third are emotional disorders  such as stress, anxiely and depression,which often become outwardly apparent through self-harm</td>\n<td>其中一半是行为障碍，而三分之一是情绪障碍，例如压力，焦虑和抑郁，这些通常通过自我伤害表现出来</td>\n</tr>\n<tr>\n<td>These was an astonish 52 per cent jump in hospital amdission for children and young people who had harmed themselves between 2009 and 2015</td>\n<td>2009 年至 2015 期间，因伤害自己而入院的儿童和青年人数惊人的增长了 52%。</td>\n</tr>\n<tr>\n<td>Schools and teachers have consistenly reported the scale of the problem since 2009.</td>\n<td>自从 2009 年以来，学校和教室一只在报告这件问题的规模</td>\n</tr>\n<tr>\n<td>who fled Vietnam on a boat in 1986,showed up in san Jose with nothing,made it to MIT,and  the founded the food -delivery start-up Munchery,which is valued at $300 million</td>\n<td>1986 年，他乘船逃离越南。一文不名地出现在生何寨，成功进入了麻省理工学院，然后创立了外卖初创公司 Munchery，价值 3 亿美元</td>\n</tr>\n<tr>\n<td>That number–12.9 percent–may not seem remarkable,but it was:kids inSan Jose whose famillies fell in the bottom quintile of income nationally（全国性的） had the best shot in the country at reaching（到达） the top quintile（五分位数）</td>\n<td>这个 12% 数字可能看起来并不引人注目，但它在生何寨确实引人注目，家庭收入处于全国最低五分之一的孩子，在全国进入收入最高五分之一的可能性是最大的</td>\n</tr>\n<tr>\n<td>By contrast,just 4.4 percent of poor kids in Charlotte moved up to the top.</td>\n<td>相比之下，夏洛特市只有 4.4% 的贫困孩子能够进入排名靠前的家庭</td>\n</tr>\n<tr>\n<td>In Detroit the figure (数字) was 5.5 percent</td>\n<td>在底特律，这个数字是 5.5%</td>\n</tr>\n<tr>\n<td>San Jose had social mobility comparable to Debmark’s and Canada’s and higher than other progressive cities such as Boston and Minneapolis</td>\n<td>生何寨的社会流动性与丹麦和加拿大相比，高于其他其他进步的城市，如波士顿和明尼阿波利斯</td>\n</tr>\n<tr>\n<td>The reasons kids in San Jose performed so well  might seem obvious.Some of the world’s most innovative companies are located here,providing opportunities such as the one seized by a 12-year-old Mountain View resident named Steve Jobs when he called William Hewlett to ask for spare parts and subsequently received a synner job.this is a city’s population today is foreign-born–and immigrants and their children gave historically experienced significant upward mobiliyty in America.</td>\n<td>生何寨的孩子们表现得如此出色的原因似乎是显而易见的。一些世界上最具创新力的公司都坐落在这里，提供了很多的就业机会</td>\n</tr>\n<tr>\n<td>But researchers aren’t sure exctly why poor kids in San Jose did so well.</td>\n<td>但是研究人员并不确切为什么圣何寨的贫困孩子表现得如此出色</td>\n</tr>\n<tr>\n<td>The city has a low prevalence of children growing up in single-parent families,and a low level of concentrated poverty,both factors that usually mean a city allows for good intergenerational mobility.</td>\n<td>该市在单亲家庭中长大的儿童比例比较低，集中贫困程度较低，这两个因素通常意味着城市允许良好的代际流动性</td>\n</tr>\n<tr>\n<td>But San Jose also performs poorly on some of the measures correlated with good mobility</td>\n<td>但圣何寨在一些与良好流动性相关的措施上也表现不佳</td>\n</tr>\n<tr>\n<td>It is one of the most unequal places out of the 741that the researchers measured,and it has high degrees of racial and economic segregation</td>\n<td>它是研究人员在 741 中发现的最不平等的地方之一，并且具有高度的种族隔离和经济隔离</td>\n</tr>\n<tr>\n<td>Its school underperform based on giw much money there is in the area,said BenScuderi,apredoctoral fellow at the Equality of Opportunity Project at Harvard,which uses big data to study how to improve economic opportunities for low-income children.</td>\n<td>哈佛大学机会平等项目的博士前研究员 BenScuderi 说，它的学校表现不佳，该项目使用大数据来研究如何改善低收入儿童的经济机会。</td>\n</tr>\n<tr>\n<td>&quot;There’s a lot going on here which we don’t totally understand,&quot;he said.“It’s interesting,because it kind of defies our expectations.”</td>\n<td>&quot;这里发生了很多我们并不完全理解的事情&quot; 他说，者很有趣，因为他有点违背我们的期望</td>\n</tr>\n<tr>\n<td>The Chetty  data shows that neighborhoods and places mattered for children born in the San Jose area of the 1980s</td>\n<td>切蒂数据显示，社区和地方对上世纪 80 年代在圣何寨出生的孩子们很重要</td>\n</tr>\n<tr>\n<td>Wherther the city still allows for upward mobility of poor kids today,though,is up for debate.</td>\n<td>然而，这座城市今天是否还允许儿童向上流动，这是一个值得讨论的问题</td>\n</tr>\n<tr>\n<td>Some of the indicators such as income inequality,mearsured by the Equality of opportunity Project for the year 2000 have only worsened  in the past 16 years</td>\n<td>一些指标，如 2000 年机会平等项目衡量的收入不平等，在过去的 16 年里面一直恶化</td>\n</tr>\n<tr>\n<td>Some San Jose residents say that as inequality has grown in recent years,upward mobility has become much more difficult to achive.</td>\n<td>一些圣何寨的居民说，随着近年来的不平等，向上流动变得更加困难</td>\n</tr>\n<tr>\n<td>As Silicon Valley has become home to more successful companies,the flood of people to the area has caused housing prices to skyrocket.</td>\n<td>随着硅谷成为更多公司的家园，大量人口涌入该地区，导致房价飙升。</td>\n</tr>\n<tr>\n<td>By most measures,San Jose is no longer a place where low-income,or even middle-income families,can afford to live.</td>\n<td>从大多数方面来看，圣何寨已经不再是一个低收入或者是中等收入家庭能够负担得起的地方</td>\n</tr>\n<tr>\n<td>Rents in San Jose grew 42.6 percent between 2006 and 2014,which was the largest increase in the contry during that time period ,The city has a growing homelessness problem,which it tried to address by shutting dow n “The Jungle”,one of the largest homeless encampments in the nation,in 2014.</td>\n<td>2006 年至 2014 年，圣何塞的租金上涨了 42.6%，是同期全国涨幅最大的。该市无家可归的问题日益严重，2014 年市政府试图通过关闭全国最大的无家可归者营地之一 “丛林”(The Jungle) 来解决这个问题。</td>\n</tr>\n<tr>\n<td>Inequality is extreme.The Human Development Index  – a measure of life expectancy,education and percapita income --gives East San Jose a score of 4.85 out of 10,which nearby Cupertinom,where Apple’s headquarter’s sits,receives a 9.26</td>\n<td>不平等是极端的。人类发展指数：衡量预期寿命，教育和人均收入 - 给东圣何寨的得分为 4.85 (满分为 10 分)，苹果所在的比蒂诺附近的得分为 9.26</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n</tbody>\n</table>\n<h2 id=\"asentence-section-3\"><a class=\"markdownIt-Anchor\" href=\"#asentence-section-3\">#</a> A/sentence section: 3</h2>\n<table>\n<thead>\n<tr>\n<th>英语单词</th>\n<th>翻译</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>inequality</strong></td>\n<td>不平等</td>\n</tr>\n<tr>\n<td><strong>opportunity</strong></td>\n<td>时机，机会</td>\n</tr>\n<tr>\n<td>measured</td>\n<td>测量</td>\n</tr>\n<tr>\n<td>worsen</td>\n<td>恶化</td>\n</tr>\n<tr>\n<td>indicators</td>\n<td>指标</td>\n</tr>\n<tr>\n<td>skyrocket</td>\n<td>飙升</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n</tbody>\n</table>\n",
            "tags": [
                "小朋友，过四级了吗？"
            ]
        }
    ]
}